/* filename => chartImgIndice.js */
const imgIndice = {
  D01: 12, // 線上銷售概況(momo)
  T01: 21, // 線上銷售概況(amazon)

  L01: 11, // 產品使用情境趨勢
  L02: 11, // 產品適用環境趨勢
  L03: 11, // 產品主打訴求趨勢
  L04: 11, // 產品功能趨勢
  L05: 11, // 產品效能趨勢
  L06: 11, // 產品外觀風格趨勢
  L07: 11, // 產品尺寸趨勢
  L08: 11, // 產品重量容量趨勢

  B01: 9, // 關鍵字搜尋熱度
  B02: 4, // 產品售價分析
  B03: 3, // 市場好感度
  B04: 1, // 市場分佈概況
  B05: 24, // 產品配件
  B06: 24, // 銷售方案分析(momo)
  B07: 7, // 產品使用情境
  B08: 7, // 產品適用環境
  B09: 7, // 產品主打訴求分析
  B10: 7, // 產品功能分析
  B11: 7, // 產品效能分析
  B12: 7, // 產品風格分析
  B13: 7, // 產品色彩分析
  B14: 7, // 產品材質分析
  B15: 7, // 產品尺寸分析
  B16: 7, // 產品重量分析
  B17: 7, // 產品容量分析
  RE1: 21,
  RE2: 21,
  RE3: 21,
  RE4: 21,
  G01: 22,
  G02: 22,
  TA1: 23,

  B18: 8, // "熱門募資區間*僅子類、台灣市場"
  W01: 20, // 產品族群分析
  R01: 16, // 使用者喜歡的原因
  R02: 16, // 使用者不喜歡的原因
  M01: 13, // "募資市場概況*僅子類、台灣市場"
  M02: 13, // 產品尺寸二維分析
  M03: 13, // 產品使用情境/售價分析
  M04: 13, // 產品功能/售價分析
  M05: 13, // 產品效能/售價分析
  M06: 13, // 產品尺寸/售價分析
  M07: 13, // 產品重量容量/售價分析
  M08: 13, // 產品外觀風格/售價分析

  M09: 19, // 產品訴求/材質分析
  M10: 19, // 產品訴求/尺寸分析
  M11: 19, // 產品訴求/重量容量分析
  M12: 19, // 產品訴求/功能分析
  M13: 19, // 產品訴求/效能分析
  M14: 19, // 產品使用情境/風格分析
  M15: 19, // 產品使用情境/尺寸分析
  M16: 19, // 產品使用情境/重量容量分析
  M17: 19, // 產品風格/功能分析
  M18: 19, // 產品尺寸/功能分析
  M19: 19, // 產品重量容量/功能分析
  M20: 19, // 產品色彩/材質分析
  M21: 19, // 產品材質/尺寸分析
  M22: 19 // 產品色彩/尺寸分析

}
/* filename => chartImgIndice.js */
